[
  "Your mental health is just as important as your physical health.",
  "It’s okay not to be okay.",
  "You are not your mental illness.",
  "Your struggles do not define you.",
  "Taking care of your mental health is an act of self‑love.",
  "You are worthy of happiness and peace of mind.",
  "There is no shame in seeking help for your mental health.",
  "It’s okay to take a break and prioritize your mental health.",
  "You are not alone in your struggles.",
  "It’s okay to ask for support when you need it.",
  "Mental health is not a destination, it’s a journey.",
  "Your mental health matters more than any external validation.",
  "Healing is not linear, but it is possible.",
  "You are stronger than you realize.",
  "Your mental health journey is unique to you.",
  "Self‑care is not selfish, it’s necessary for good mental health.",
  "Small steps can lead to big progress in mental health.",
  "You are capable of overcoming your mental health challenges.",
  "Mental illness is not a personal failure, it’s a medical condition.",
  "Your mental health should not be stigmatized.",
  "You are deserving of a life free from mental health struggles.",
  "Your mental health journey may be difficult, but it’s worth it.",
  "You are not weak for struggling with mental health issues.",
  "It’s okay to take medication for your mental health.",
  "You are not a burden for seeking help for your mental health.",
  "Mental health issues do not make you any less of a person.",
  "Your mental health is just as important as your career or education.",
  "You are capable of managing your mental health and living a fulfilling life.",
  "You have the power to overcome your mental health challenges.",
  "It’s okay to take time to focus on your mental health.",
  "You are deserving of love and compassion, especially from yourself.",
  "Your mental health struggles do not define your future.",
  "It’s okay to prioritize your mental health over other commitments.",
  "You are not alone in your journey towards better mental health.",
  "You are not your thoughts or emotions.",
  "You are capable of creating a positive mindset and outlook on life.",
  "Mental health recovery is possible, and it starts with seeking help.",
  "You are worthy of a life filled with joy and happiness.",
  "It’s okay to have bad days and ask for support when you need it.",
  "You have the power to change your relationship with your mental health.",
  "It’s okay to set boundaries to protect your mental health.",
  "You are capable of creating a life filled with purpose and meaning, despite your mental health challenges.",
  "My dark days made me strong. Or maybe I already was strong, and they made me prove it.",
  "There is no normal life that is free of pain. It’s the very wrestling with our problems that can be the impetus for our growth.",
  "‘Positive vibes only’ isn’t a thing. Humans have a wide range of emotions and that’s OK.",
  "You don’t have to be positive all the time. Feeling sad, angry, frustrated, scared and anxious is human.",
  "Nothing can dim the light that shines from within.",
  "You, yourself, as much as anybody in the entire universe, deserve your love and affection.",
  "This feeling will pass. The fear is real but the danger is not.",
  "Problems are not the problem; coping is the problem.",
  "Resilience isn’t a single skill; it’s a variety of mechanisms to bounce back.",
  "Mental health is invisible, but it’s very real.",
  "There is no health without mental health.",
  "The best thing you can do is step out of toxic environments.",
  "Talking about mental health doesn’t make you weak.",
  "Open conversations can change attitudes.",
  "Exercise and movement are powerful tools for healing.",
  "Self‑care is how you take your power back.",
  "Healing begins with giving yourself permission to feel.",
  "Stigma disappears when we talk openly.",
  "Seeking help is a sign of strength, not weakness.",
  "Your pain is valid—even if others say it is small.",
  "Recovery takes time. Be patient with yourself.",
  "You don’t have to face this alone.",
  "There’s power in sharing your story.",
  "You deserve rest when you're overwhelmed.",
  "Your worth doesn’t decrease because someone else can’t see it.",
  "Boundaries protect your mental space.",
  "Self‑compassion is a lifelong practice.",
  "Asking for help is brave.",
  "Your mental health is part of your identity—not something to hide.",
  "It’s ok to outgrow situations that harm your peace.",
  "Emotions aren’t permanent visitors.",
  "You can’t pour from an empty cup—fill yourself first.",
  "What you feel matters.",
  "Trust that small changes add up.",
  "Rest is productive.",
  "It’s okay to close chapters for your peace.",
  "You don’t need permission to prioritize yourself.",
  "It’s not selfish to make time for your sanity.",
  "Emotional healing is a journey, not a destination.",
  "You are not broken; you are healing.",
  "Your feelings are real and deserve to be heard.",
  "Growth comes from discomfort.",
  "Looking after your mind is as valid as looking after your body.",
  "You are not alone, even when it feels that way.",
  "You are doing the best you can with what you have right now."
]
